<?php

return [
    // 50嵐 分店座標
    '50lantea' => [
        [
            'name' => '伊通店',
            'lat' => 25.0526938,
            'lng' => 121.5346672,
            'address' => '台北市中山區伊通街66-2號',
        ],
        // 可以持續新增更多分店
    ],
    
    // 迷客夏 分店座標
    'milkshop' => [
        [
            'name' => '臺北伊通店',
            'lat' => 25.0528686,
            'lng' => 121.5346997,
            'address' => '台北市中山區伊通街68-3號',
        ],
        // 可以持續新增更多分店
    ],
    
    // 未來可以新增更多品牌的分店資料
    // 'coco' => [],
    // 'kebuke' => [],
    // 'chingshin' => [],
];